Repository: bunyodkh/pp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: English
uz: Ingliz tili

source: Russian
uz: Rus tili

source: Uzbek
uz: O'zbek tili

source: Название
uz: Tadbir nomi

source: Описание
uz: Tadbir haqida

source: Дата окончания регистрации
uz: Ro'yxatdan o'tishning oxirgi sanasi

source: Имя и фамилия
uz: Ism va familiya

source: Название организации
uz: Tashkilot nomi

source: Должность
uz: Lavozim

source: Номер телефона
uz: Telefon raqami

source: Linkedin
uz: Shaxshiy Linkedin sahifasi

source: Краткая биография
uz: Qisqa ma'lumot

source: Фотография
uz: Fotosurat

source: Welcome to my website!
uz: Mening web sahifamga hush kelibsiz
